[M_MonsterMash1 MissionDefinition]
MissionName="Monstro da Macedônia (1ª parte)"
MissionDescription="O Dr. Zed lhe ofereceu uma grana para você conseguir alguns pedaços de criaturas variadas. Pode ser pedaços de qualquer tipo de Formiga-Aranha. Ele não diz pra quê precisa disso."
TurnInDescription="O Dr. Zed não tem licença para exercer a medicina. "
MissionSummary="Consiga pedaços de criaturas para o Dr. Zed."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Dr. Zed"
TeaserText="O Dr. Zed precisa de corpos, porém, ele não quer dizer para quê. Claro que isso não faz a menor diferença."

[M_MonsterMash1:Collectspiderantparts MissionObjectiveDefinition]
ProgressMessage="Recolha alguns pedaços de Formigas-Aranha"

[M_MonsterMash1:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

